[
    {"image_url": "https://i.ibb.co/2t07mLg/sport-1024x446.jpg",
"title": "Fight of the Year? Anthony Joshua v Jarrell Miller",
"date": " 17/04/2023 ",
"description": "Anthony Joshua, the UK’s top boxer will be in New York on 1st June to challenge Jarrell Miller. Will he be able to defend his multiple heavyweight titles?",
"author_name": "Rendy Orton"},


    {"image_url": "https://i.ibb.co/gPQFkDP/dp508721420.jpg",
"title": "Europe wins Ryder Cup ahead of DP World Championship",
"date": "2023-7-09",
"description": "Following Europe’s win against the United States in the Ryder Cup, the UAE is excited to host all 12 winners of the team at the season-ending DP World Tour Championship at Jumeirah Golf Estates, from November 15-18.",
"author_name": "Malenga"},


    {"image_url": "https://i.ibb.co/87Rmnrd/shoey.jpg",
"title": "From ‘shoeys’ to big beards – these are some of the weirdest traditions in sport",
"date": "29/07/2018",
"description": "He is renowned for taking a swill from his shoe, (doing a shoey), or helmet after a winning race. It’s a novel way to end a good day on the track and got us thinking about some of the other strange ways sporting stars celebrate a win.",
"author_name": "Watson"},

    {"image_url": "https://i.ibb.co/4P2Wx0y/adult-back-view-black-and-white-759817-1024x683.jpg",
"title": "This is the workout regime of an International Rugby player",
"date": "2023-10-09",
"description": "French-based La Rochelle rugby player, New Zealander Victor Vito is a 6.4 foot, 250-pound flanker, who’s position will usually see him running the ball, repossessing it from tackled teammates, lifting players for catches and tackling and pushing in scrums.",
"author_name": "John Doe"},

    {"image_url": "https://i.ibb.co/bbrDctp/RWC7s.jpg",
"title": "A New Age of Rugby World Cup Sevens is here",
"date": "2023-10-09",
"description": "If you’ve been following the Rugby Sevens Cup 2018, you may have noticed a whole bunch of new technology supporting the games in various ways.",
"author_name": "Jacinda Cameron"}

]